export const poemSample = [
    "اَلا یا اَیُّهَا السّاقی اَدِرْ کَأسَاً و ناوِلْها",
    "که عشق آسان نمود اوّل ولی افتاد مشکل‌ها",
    "به بویِ نافه‌ای کآخِر صبا زان طُرّه بُگشاید",
    "ز تابِ جَعدِ مشکینش چه خون افتاد در دل‌ها",
    "مرا در منزلِ جانان چه امنِ عیش، چون هر دَم",
    "جَرَس فریاد می‌دارد که بَربندید مَحمِل‌ها",
    "به مِی سجّاده رنگین کُن گَرَت پیرِ مُغان گوید",
    "که سالِک بی‌خبر نَبْوَد ز راه و رسمِ منزل‌ها",
    "شبِ تاریک و بیمِ موج و گِردابی چنین هایل",
    "کجا دانند حالِ ما سبک‌بارانِ ساحل‌ها؟",
    "همهْ کارم ز خودکامی به بدنامی کشید آخر",
    "نهان کِی مانَد آن رازی کَزو سازند مَحفل‌ها؟",
    "حضوری گر همی خواهی از او غایب مشو حافظ",
    "مَتیٰ ما تَلْقَ مَنْ تَهْویٰ دَعِ الدُّنْیا وَ اَهْمِلْها"
]